const About = () => {
  return (
    <div className="w-10/12 mx-auto md:mt-0 about" id="about">
      <div className="font-semibold text-3xl text-center mb-10 md:mt-0 pt-28 md:pt-0">
        درباره صبا
      </div>
      <p className="rtl text-lg leading-10 min-h-96">
        مسابقات برنامه نویسی صبا با رویکرد ایجاد محیطی سالم برای رقابت در زمینه
        کد نویسی هر ساله به میزبانی دانشگاه شهید باهنر کرمان برگزار می‌گردد.
        مسابقات، دانشجویان ماهر در حوزه برنامه ‌نویسی از دانشگاه‌های سراسر کشور
        را به چالش می‌کشد تا بتوانند خود را برای شرکت در مسابقات ACM-ICPC
        وSite-Tehran آماده کنند. در این مسابقات، دانشجویان به صورت انفرادی به
        تلاش برای حل مسائل برنامه‌نویسی پیچیده و الگوریتمی می‌پردازند. مسائل این
        مرحله ممکن است از زمینه‌های گوناگونی از جمله گراف، رشته‌ها، تئوری
        بازی‌ها و سایر زمینه‌های مهندسی نرم‌افزار باشد. این مسابقات به عنوان یک
        رخداد مهم در تقویت توانمندی‌های دانشجویان در زمینه برنامه‌نویسی و
        الگوریتم بازی دارد و توانسته است جامعه دانشگاهی در این منطقه را به عنوان
        یک مرجع ارزیابی مهارت‌های برنامه‌نویسی و حل مسائل الگوریتمی معرفی کند.
      </p>
    </div>
  );
};

export default About;
