const About = () => {
  return (
    <div className="w-10/12 mx-auto md:mt-0 about" id="about">
      <div className="font-semibold text-3xl text-center mb-10 md:mt-0 ">
        درباره صبا
      </div>
      <p className="rtl text-lg leading-8 min-h-96">
        مسابقات برنامه نویسی ACM-ICPC (Association for Computing Machinery
        International Collegiate Programming Contest) یکی از معتبرترین و
        بزرگ‌ترین مسابقات بین‌المللی برنامه نویسی برای دانشجویان دانشگاه است.
        این مسابقات به عنوان یک رویداد سالانه برگزار می‌شوند و در آن تیم‌های
        دانشجویی از دانشگاه‌های مختلف جهان با یکدیگر رقابت می‌کنند. یکی از مراحل
        مهم ACM ICPC مسابقات منطقه‌ ای غرب آسیا با نام Site-Tehran می‌باشد که هر
        ساله در تهران برگزار می‌شود. این مسابقات به عنوان یک پل ارتباطی بین
        دانشگاه‌های این منطقه و ACM ICPC جهانی عمل می‌کند. مسابقات صبا یکی از
        مراحل مهم Site-Tehran می‌باشد که هر ساله در کرمان برگزار می‌شود.
        دانشجویان ماهر در حوزه برنامه ‌نویسی از دانشگاه‌های مختلف از جمله
        دانشگاه شهید باهنر کرمان، دانشگاه ولی عصر رفسنجان و ... را به چالش
        می‌کشد. در این مسابقات، دانشجویان به صورت انفرادی به تلاش برای حل مسائل
        برنامه‌نویسی پیچیده و الگوریتمی می‌پردازند. مسائل این مرحله ممکن است از
        زمینه‌های گوناگونی از جمله گراف، رشته‌ها، تئوری بازی‌ها و سایر زمینه‌های
        مهندسی نرم‌افزار باشد. این مسابقات به عنوان یک رخداد مهم در تقویت
        توانمندی‌های دانشجویان در زمینه برنامه‌نویسی و الگوریتم بازی دارد و
        توانسته است جامعه دانشگاهی در این منطقه را به عنوان یک مرجع ارزیابی
        مهارت‌های برنامه‌نویسی و حل مسائل الگوریتمی معرفی کند.
      </p>
    </div>
  );
};

export default About;
