const Information = () => {
  return (
    <div className="min-h-screen w-10/12 mx-auto">
      <h1 className="text-3xl mt-24 text-center mx-auto mb-10">روند مسابقه</h1>
      <ol className="text-lg">
        <div className="rtl mb-10">
          1. افتتاحیه در ساعت 7:30 برگزار می‌گردد و هر شرکت کننده موظف است در
          تالار صبا حضور داشته باشد. در این زمان بسته‌هایی تهیه گردیده است که به
          عنوان هدیه تقدیم شما می‌گردد. این بسته شامل تیشرت، پیکسل، پوشه،
          دفتریادداشت، خودکار، برچسب و بسته صبحانه است. همچنین در این مراسم
          توضیحات لازم در رابطه با روند مسابقات به شما داده می‌شود.
        </div>
        <div className="rtl mb-10">
          2.مسابقات رأس ساعت 9:00 در سایت دانشکده ریاضی و کامپیوتر برگزار
          می‌گردد. زمان مسابقه 3 ساعت و نیم است. در این مسابقه به اولین فردی که
          موفق می‌شود سوالی را حل کند جایزه‌ای تقدیم می‌گردد. به ازای حل هر سوال
          بادکنکی با رنگ مرتبط با سوال در کنار میز هر شخص قرار میگیرد.
        </div>
        <div className="rtl mb-10">
          3.بعد از مسابقات در ساعت 13:00 زمان نماز و ناهار است که در سلف اساتید
          دانشگاه شهید باهنر از شرکت‌کنندگان به صرف ناهار پذیرایی می‌شود.
        </div>
        <div className="rtl mb-10">
          4.رویداد صباتاک رأس ساعت 14:30 در تالار وحدت برگزار می‌گردد. پایان این
          رویداد از شما پذیرایی خواهد شد.
        </div>
        <div className="rtl mb-10">
          5. مراسم اختتامیه در ساعت 16:00 در تالار وحدت برگزار می‌گردد. این
          مراسم جهت اعلام و تقدیم جوایز به نفرات برتر مسابقات و معرفی و تقدیر از
          اعضای تیم صبا است. در حین این مراسم از حضار پذیرایی می‌شود.
        </div>
        <div className="rtl mb-10">
          6.در ساعت 18:00 مراسمات به پایان رسیده و از شرکت‌کنندگان در سلف اساتید
          به صرف شام پذیرایی خواهد شد.
        </div>
      </ol>
    </div>
  );
};

export default Information;
