const Information = () => {
  return (
    <div className="min-h-screen w-10/12 mx-auto">
      <h1 className="text-2xl mt-24 text-right mx-auto mb-10"> مسابقه صبا</h1>
      <ol className="text-lg">
        <div className="rtl mb-10 leading-9">
          مسابقات برنامه‌نویسی صبا یک مسابقهٔ انفرادی می‌باشد. شرکت‌کنندگان باید
          در دانشگاه مشغول به تحصیل باشند . مدت مسابقه 4 ساعت و تعداد سؤالات 10
          عدد است. هر شرکت کننده یک رایانه در اختیار دار، باید جواب‌های خود را
          در قالب کدهای سی، سی پلاس‌پلاس، پایتون یا جاوا به سیستم داوری خودکار
          ارسال کنند. سپس برنامه‌های ارسالی توسط داده‌ها مورد آزمایش قرار
          می‌گیرند. اگر برنامه‌ای نتواند در مقابل تمام داده‌ها پاسخ درستی بدهد
          مورد قبول قرار نمی‌گیرد و شرکت کننده با احتساب جریمه می‌تواند برنامه
          دیگری ارسال کند. شرکت کننده ای برنده است که بیشترین تعداد سؤال‌ها را
          در کم ترین زمان به درستی حل کند. شرکت کننده ها با توجه به زمان سپری
          شده در هر مرحله برای ارسال پاسخ درست به علاوهٔ بیست دقیقه برای هر پاسخ
          نادرست که قبل از هر سؤال حل شده ارسال شده، تعریف می‌شود. به عنوان مثال
          شرایطی را برای دو تیم آبی و قرمز در نظر می‌گیریم. این دو تیم از نظر
          تعداد سؤالات حل شده با یک دیگر برابر هستند. تیم قرمز پاسخ‌های خود را
          برای سؤالات A و B به ترتیب در ۰۱:۰۰ و ۰۲:۴۵ پس از آغاز مسابقه ارسال
          کرده‌است. همچنین تیم قرمز یک پاسخ غلط برای سؤال C ارسال کرده‌است اما
          چون نتوانستند سؤال C را حل کنند این پاسخ غلط در نظر گرفته نمی‌شود. تیم
          آبی پاسخ‌های خود را برای سؤالات A و C در ۰۱:۲۰ و ۰۲:۰۰ پس از آغاز
          مسابقه ارسال کرده‌است. همچنین تیم آبی یک ارسال غلط برای سؤال C
          داشته‌است.نتیجه به این صورت ارزیابی می‌شود که تیم قرمز در مجموع
          ۰۱:۰۰+۰۲:۴۵=۳:۴۵ و تیم آبی در مجموع ۰۱:۲۰+۰۲:۰۰+۰۰:۲۰=۰۳:۴۰ زمان برای
          سؤالات صرف کرده‌اند. در نتیجه تیم آبی برنده است.
        </div>
      </ol>
      <h1 className="text-2xl mt-24 text-right mx-auto mb-10">روند مسابقه</h1>
      <ol className="text-lg leading-9">
        <div className="rtl mb-10 ">
          1. افتتاحیه در ساعت 7:30 برگزار می‌گردد و هر شرکت کننده موظف است در
          تالار صبا حضور داشته باشد. در این زمان بسته‌هایی تهیه گردیده است که به
          عنوان هدیه تقدیم شما می‌گردد. این بسته شامل تیشرت، پیکسل، پوشه،
          دفتریادداشت، خودکار، برچسب و بسته صبحانه است. همچنین در این مراسم
          توضیحات لازم در رابطه با روند مسابقات به شما داده می‌شود.
        </div>
        <div className="rtl mb-10">
          2.مسابقات رأس ساعت 9:00 در سایت دانشکده ریاضی و کامپیوتر برگزار
          می‌گردد. زمان مسابقه 3 ساعت و نیم است. در این مسابقه به اولین فردی که
          موفق می‌شود سوالی را حل کند جایزه‌ای تقدیم می‌گردد. به ازای حل هر سوال
          بادکنکی با رنگ مرتبط با سوال در کنار میز هر شخص قرار میگیرد.
        </div>
        <div className="rtl mb-10">
          3.بعد از مسابقات در ساعت 13:00 زمان نماز و ناهار است که در سلف اساتید
          دانشگاه شهید باهنر از شرکت‌کنندگان به صرف ناهار پذیرایی می‌شود.
        </div>
        <div className="rtl mb-10">
          4.رویداد صباتاک رأس ساعت 14:30 در تالار وحدت برگزار می‌گردد. پایان این
          رویداد از شما پذیرایی خواهد شد.
        </div>
        <div className="rtl mb-10">
          5. مراسم اختتامیه در ساعت 16:00 در تالار وحدت برگزار می‌گردد. این
          مراسم جهت اعلام و تقدیم جوایز به نفرات برتر مسابقات و معرفی و تقدیر از
          اعضای تیم صبا است. در حین این مراسم از حضار پذیرایی می‌شود.
        </div>
        <div className="rtl mb-10">
          6.در ساعت 18:00 مراسمات به پایان رسیده و از شرکت‌کنندگان در سلف اساتید
          به صرف شام پذیرایی خواهد شد.
        </div>
      </ol>
    </div>
  );
};

export default Information;
